{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Fixture",
			"Subnamespaces": [
				{
					"Namespace": "Localization",
					"Subnamespaces": [
						{
							"Namespace": "Asset",
							"Children": [
								{
									"Source": {
										"Text": "Confirm"
									},
									"Translation": {
										"Text": "Bestätigen"
									},
									"Key": "DuplicateA"
								},
								{
									"Source": {
										"Text": "Confirm"
									},
									"Translation": {
										"Text": "Bestätigen"
									},
									"Key": "DuplicateB"
								},
								{
									"Source": {
										"Text": "Open the door"
									},
									"Translation": {
										"Text": "Die Tür öffnen"
									},
									"Key": "Outdated"
								}
							]
						},
						{
							"Namespace": "Rows",
							"Children": [
								{
									"Source": {
										"Text": "Return to menu"
									},
									"Translation": {
										"Text": "Zum Menü zurückkehren"
									},
									"Key": "EmptyFrench"
								},
								{
									"Source": {
										"Text": "Save progress"
									},
									"Translation": {
										"Text": "Fortschritt speichern"
									},
									"Key": "MissingFrench"
								}
							]
						},
						{
							"Namespace": "Source",
							"Children": [
								{
									"Source": {
										"Text": "Ready to begin"
									},
									"Translation": {
										"Text": "Bereit zum Start"
									},
									"Key": "RuntimeReady"
								},
								{
									"Source": {
										"Text": "Stage {0} of {1}"
									},
									"Translation": {
										"Text": "Abschnitt {0} von {1}"
									},
									"Key": "RuntimeOrdered"
								}
							]
						},
						{
							"Namespace": "Table",
							"Children": [
								{
									"Source": {
										"Text": "<Em>Continue</>"
									},
									"Translation": {
										"Text": "<Em>Weiter"
									},
									"Key": "RichText"
								},
								{
									"Source": {
										"Text": "Checkpoint {0}"
									},
									"Translation": {
										"Text": "Kontrollpunkt {0}"
									},
									"Key": "OrderedArgument"
								},
								{
									"Source": {
										"Text": "First\nSecond"
									},
									"Translation": {
										"Text": "Erste Zweite"
									},
									"Key": "LineBreak"
								},
								{
									"Source": {
										"Text": "Gathered instruction"
									},
									"Translation": {
										"Text": "Gesammelte Anweisung"
									},
									"Key": "ChangedAfterGather"
								},
								{
									"Source": {
										"Text": "Keep moving"
									},
									"Translation": {
										"Text": "Weitergehen "
									},
									"Key": "Whitespace"
								},
								{
									"Source": {
										"Text": "Start a new session"
									},
									"Translation": {
										"Text": "Eine neue Sitzung starten"
									},
									"Key": "Unsynced"
								},
								{
									"Source": {
										"Text": "Talking with {PlayerName}"
									},
									"Translation": {
										"Text": "Gespräch mit {Name}"
									},
									"Key": "NamedArgument"
								},
								{
									"Source": {
										"Text": "Temporary instruction"
									},
									"Translation": {
										"Text": "Vorübergehende Anweisung"
									},
									"Key": "RemovedAfterGather"
								},
								{
									"Source": {
										"Text": "Type a slash"
									},
									"Translation": {
										"Text": "Schreib \\n"
									},
									"Key": "LiteralEscape"
								},
								{
									"Source": {
										"Text": "Welcome back"
									},
									"Translation": {
										"Text": "Willkommen zurück"
									},
									"Key": "Welcome"
								},
								{
									"Source": {
										"Text": "{Count} {Count}|plural(one=item,other=items)"
									},
									"Translation": {
										"Text": "{Count} {Count}|plural(one=Gegenstand,other=Gegenstände)"
									},
									"Key": "Plural"
								},
								{
									"Source": {
										"Text": "{Count}|plural(one=\"{Owner} has one item\",other=\"{Owner} has items\")"
									},
									"Translation": {
										"Text": "{Count}|plural(one=\"{Wrong} hat eins\",other=\"{Wrong} hat viele\")"
									},
									"Key": "NestedPlural"
								},
								{
									"Source": {
										"Text": "{Count}|plural(one=item,other=items)"
									},
									"Translation": {
										"Text": "{Count}|plural(one=Gegenstand,other=)"
									},
									"Key": "MalformedModifier"
								},
								{
									"Source": {
										"Text": "{Count}|plural(one=item,other=items)"
									},
									"Translation": {
										"Text": "{Count}|plural(one=Gegenstand)"
									},
									"Key": "MissingPluralForm"
								},
								{
									"Source": {
										"Text": "{Name}|hpp(은,는)"
									},
									"Translation": {
										"Text": "{Name}|hpp(ist)"
									},
									"Key": "Hangul"
								},
								{
									"Source": {
										"Text": "{Person}|gender(He,She,They)"
									},
									"Translation": {
										"Text": "{Person}|gender(Er)"
									},
									"Key": "Gender"
								},
								{
									"Source": {
										"Text": "{Rank}|ordinal(one=first,two=second,few=third,other=last)"
									},
									"Translation": {
										"Text": "{Rank}|ordinal(other=letzte)"
									},
									"Key": "Ordinal"
								}
							]
						}
					]
				}
			]
		}
	]
}